;; [[file:packages.org::*Dired Icons][Dired Icons:1]]
(package! all-the-icons-dired)
;; Dired Icons:1 ends here
;; [[file:packages.org::*Wakatime][Wakatime:1]]
(package! wakatime-mode)
;; Wakatime:1 ends here
;; [[file:packages.org::*Org Protocol Updates][Org Protocol Updates:1]]
(package! org-protocol-capture-html
  :recipe (:host github
           :repo "alphapapa/org-protocol-capture-html"))
;; Org Protocol Updates:1 ends here
;; [[file:packages.org::*Org Noter][Org Noter:1]]
(package! org-noter)
;; Org Noter:1 ends here
;; [[file:packages.org::*Org kankan][Org kankan:1]]
(package! org-kanban)
;; Org kankan:1 ends here
;; [[file:packages.org::*Org http][Org http:1]]
(package! ob-http)
(package! ob-restclient)
;; Org http:1 ends here
;; [[file:packages.org::*Org Roam][Org Roam:1]]
(package! websocket)
(package! org-roam-ui :recipe (:host github :repo "org-roam/org-roam-ui" :files ("*.el" "out")))
;; Org Roam:1 ends here
;; [[file:packages.org::*Org Rifle][Org Rifle:1]]
(package! helm-org-rifle)
;; Org Rifle:1 ends here
;; [[file:packages.org::*Org Projectile][Org Projectile:1]]
(package! org-projectile)
;; Org Projectile:1 ends here
;; [[file:packages.org::*Misc][Misc:1]]
(package! sicp)
(package! w3m)
(package! ox-twbs)
;; Misc:1 ends here
